<unk>	0.0
<s>	0.0
</s>	0.0
s	-2.8929429054260254
▁the	-2.8938803672790527
▁of	-3.614269971847534
▁and	-3.732954502105713
▁to	-3.8653416633605957
▁a	-3.901761531829834
▁in	-4.065186977386475
▁is	-4.609673976898193
'	-4.724979400634766
▁that	-4.731751918792725
ing	-4.807456970214844
ed	-4.846102714538574
▁it	-4.993454456329346
▁was	-4.997828006744385
▁for	-5.012603759765625
d	-5.0880303382873535
t	-5.1707611083984375
▁as	-5.196126461029053
▁i	-5.240584373474121
▁with	-5.253904819488525
▁by	-5.323151588439941
▁on	-5.369815826416016
n	-5.371989727020264
▁are	-5.373232364654541
▁be	-5.4214558601379395
▁this	-5.524980545043945
ly	-5.588191986083984
▁he	-5.609180927276611
▁from	-5.6581525802612305
▁or	-5.685953140258789
▁an	-5.720309257507324
y	-5.758361339569092
▁you	-5.777543544769287
▁have	-5.795022964477539
▁at	-5.807641506195068
▁not	-5.813630104064941
▁his	-5.844303607940674
e	-5.870767116546631
▁but	-5.887551307678223
▁were	-5.890486717224121
er	-5.896330833435059
re	-5.949429988861084
▁they	-5.96431303024292
m	-6.000251293182373
▁which	-6.024063587188721
▁so	-6.035508632659912
▁we	-6.040400981903076
r	-6.0471577644348145
al	-6.068925380706787
▁also	-6.085592746734619
▁can	-6.109583854675293
▁their	-6.120363235473633
es	-6.201117992401123
▁has	-6.211561679840088
▁one	-6.212164402008057
▁had	-6.232576847076416
▁other	-6.304232120513916
c	-6.351459980010986
▁all	-6.362621784210205
▁there	-6.381425857543945
o	-6.389712333679199
▁been	-6.441919803619385
▁some	-6.480471611022949
▁more	-6.5030927658081055
▁these	-6.551418781280518
▁who	-6.55366849899292
▁do	-6.560266494750977
ion	-6.566353797912598
▁re	-6.576040267944336
i	-6.588984489440918
▁when	-6.60787296295166
l	-6.613728046417236
▁time	-6.6159162521362305
▁would	-6.617659568786621
▁many	-6.622203350067139
▁what	-6.639910697937012
▁new	-6.679034233093262
▁into	-6.68550443649292
▁most	-6.7086501121521
in	-6.712881565093994
▁people	-6.718321323394775
a	-6.721860885620117
▁about	-6.723628997802734
le	-6.736359119415283
▁out	-6.758690357208252
ation	-6.766308784484863
▁its	-6.7767229080200195
g	-6.7942023277282715
k	-6.795854091644287
p	-6.798129558563232
▁if	-6.804765701293945
▁such	-6.809995174407959
▁de	-6.810140132904053
▁used	-6.815576076507568
▁no	-6.823542594909668
▁first	-6.832406997680664
▁two	-6.837359428405762
or	-6.855301856994629
ve	-6.856861114501953
an	-6.859160423278809
▁up	-6.861629962921143
▁her	-6.862977504730225
▁because	-6.86550760269165
ic	-6.868441581726074
▁like	-6.87189245223999
ll	-6.8738203048706055
b	-6.885825157165527
▁after	-6.904768943786621
▁may	-6.923788070678711
▁over	-6.938168048858643
▁city	-6.939070701599121
▁just	-6.959596157073975
ers	-6.963631629943848
en	-6.964931488037109
u	-6.965753555297852
▁than	-6.97172212600708
▁me	-6.976988315582275
▁she	-7.007565975189209
w	-7.0102081298828125
▁only	-7.016708850860596
▁them	-7.034066200256348
▁part	-7.040063381195068
▁where	-7.041429042816162
ne	-7.04503059387207
▁during	-7.074797630310059
ck	-7.075833320617676
th	-7.076266765594482
▁use	-7.099850177764893
li	-7.100571632385254
te	-7.113471984863281
▁well	-7.120128631591797
it	-7.127230644226074
▁my	-7.127448081970215
▁al	-7.127593994140625
ch	-7.132104873657227
▁war	-7.1395769119262695
▁through	-7.1432976722717285
▁could	-7.145900726318359
▁un	-7.147820472717285
ity	-7.1613993644714355
▁will	-7.163852214813232
f	-7.168396949768066
on	-7.168871879577637
ta	-7.17195987701416
▁very	-7.172735214233398
▁between	-7.186294078826904
us	-7.187113285064697
▁county	-7.197235107421875
▁world	-7.198296546936035
▁him	-7.212503433227539
▁state	-7.212521553039551
▁did	-7.214244365692139
▁both	-7.214779853820801
ra	-7.224178314208984
ment	-7.231085300445557
ri	-7.2362380027771
ar	-7.24852180480957
▁while	-7.249967098236084
▁how	-7.252824783325195
▁now	-7.254605293273926
il	-7.26037073135376
▁con	-7.263547420501709
▁work	-7.267043590545654
▁area	-7.275521278381348
x	-7.278890609741211
na	-7.283257484436035
ro	-7.284975528717041
et	-7.286999702453613
la	-7.287356853485107
ive	-7.288681507110596
▁s	-7.288775444030762
ia	-7.289072036743164
▁us	-7.291759490966797
ry	-7.2984747886657715
▁being	-7.308364391326904
h	-7.309741020202637
▁then	-7.3117756843566895
▁however	-7.318432331085205
▁any	-7.320798873901367
ce	-7.3257670402526855
ian	-7.328099727630615
el	-7.331074237823486
▁made	-7.344320297241211
▁different	-7.34973669052124
▁school	-7.354772567749023
▁o	-7.362836837768555
v	-7.366902828216553
ma	-7.367684841156006
ul	-7.367720127105713
able	-7.371296405792236
▁la	-7.380608558654785
▁co	-7.381560802459717
▁those	-7.384390354156494
▁think	-7.387694358825684
ate	-7.388361930847168
▁d	-7.3898091316223145
▁often	-7.3965983390808105
▁way	-7.397619247436523
▁system	-7.40227746963501
de	-7.403341770172119
▁years	-7.412719249725342
▁river	-7.414099216461182
ism	-7.417577266693115
▁much	-7.417637348175049
ist	-7.419595718383789
▁town	-7.423177242279053
▁under	-7.423701286315918
▁even	-7.437816619873047
▁e	-7.443404674530029
▁each	-7.444023609161377
ton	-7.4508280754089355
ent	-7.4537272453308105
▁government	-7.460466384887695
▁later	-7.472869873046875
▁water	-7.472910404205322
ur	-7.482582092285156
tic	-7.48794412612915
▁number	-7.497107982635498
▁right	-7.497316360473633
▁public	-7.4988112449646
▁several	-7.5078935623168945
▁found	-7.5099687576293945
▁high	-7.510147571563721
▁go	-7.510575771331787
ol	-7.512697219848633
▁make	-7.514759063720703
st	-7.5293803215026855
▁get	-7.532402992248535
ke	-7.532949924468994
▁back	-7.535064697265625
▁same	-7.5359578132629395
▁know	-7.538662910461426
▁going	-7.54276704788208
▁before	-7.555993556976318
ted	-7.556692123413086
▁your	-7.560891151428223
▁p	-7.560903072357178
▁life	-7.562436580657959
▁ma	-7.573243141174316
ated	-7.5760626792907715
vi	-7.578254699707031
age	-7.580964088439941
▁end	-7.584524154663086
▁see	-7.585176467895508
▁our	-7.58776330947876
▁don	-7.589415073394775
▁known	-7.591546535491943
co	-7.5921149253845215
lo	-7.593023300170898
▁three	-7.599142074584961
▁car	-7.6052045822143555
▁home	-7.627985954284668
▁le	-7.628812789916992
se	-7.630196571350098
▁north	-7.6306047439575195
▁ro	-7.63987398147583
▁point	-7.648452281951904
▁large	-7.650524616241455
▁land	-7.6605706214904785
▁really	-7.661083221435547
▁power	-7.667451858520508
▁within	-7.677143096923828
▁mo	-7.67826509475708
▁became	-7.679040908813477
ine	-7.6791839599609375
▁south	-7.679290294647217
▁ra	-7.693099021911621
land	-7.699100494384766
at	-7.701586723327637
▁states	-7.702969551086426
to	-7.7089667320251465
▁local	-7.7112579345703125
▁including	-7.7123494148254395
z	-7.713181018829346
▁human	-7.715192794799805
▁ba	-7.716868877410889
▁ca	-7.718225002288818
is	-7.719582557678223
▁own	-7.723665714263916
ter	-7.727049350738525
ti	-7.728168487548828
▁name	-7.731863975524902
▁form	-7.732483386993408
▁national	-7.732973098754883
▁bo	-7.7358269691467285
▁still	-7.745563983917236
▁long	-7.7462992668151855
nt	-7.7466912269592285
▁good	-7.746949195861816
▁small	-7.7528181076049805
▁dis	-7.755114555358887
▁ta	-7.756577968597412
▁pre	-7.756588459014893
▁pro	-7.7590155601501465
me	-7.759054660797119
▁important	-7.7593092918396
▁year	-7.760275840759277
▁c	-7.767592430114746
though	-7.773470878601074
▁around	-7.785882472991943
ng	-7.786361217498779
▁located	-7.787467956542969
sh	-7.788552761077881
▁down	-7.789417743682861
ous	-7.789758205413818
ant	-7.7900896072387695
▁man	-7.793349742889404
ci	-7.79710054397583
▁great	-7.7998809814453125
▁does	-7.800298690795898
▁need	-7.80106782913208
▁se	-7.803647518157959
um	-7.808168888092041
man	-7.819046497344971
ph	-7.819698333740234
▁take	-7.819828510284424
▁support	-7.826295375823975
no	-7.82676887512207
ies	-7.8295063972473145
ge	-7.833065986633301
▁due	-7.833255767822266
▁united	-7.834394454956055
▁k	-7.836615562438965
▁west	-7.842321395874023
▁day	-7.843232154846191
▁another	-7.8441596031188965
ct	-7.851937294006348
▁want	-7.854827880859375
▁american	-7.855742931365967
▁against	-7.868191242218018
▁f	-7.872009754180908
▁film	-7.882867336273193
▁place	-7.885207176208496
nd	-7.886577129364014
ating	-7.887845516204834
mp	-7.8888444900512695
▁become	-7.891050338745117
id	-7.8934431076049805
▁early	-7.896125793457031
va	-7.897047996520996
▁g	-7.898743629455566
▁set	-7.899475574493408
▁few	-7.902256011962891
ary	-7.906121730804443
▁li	-7.906878471374512
▁called	-7.911293029785156
▁park	-7.913140773773193
▁sa	-7.913515567779541
▁example	-7.915236473083496
▁things	-7.9218831062316895
▁since	-7.922297477722168
▁house	-7.9237189292907715
ba	-7.931642055511475
ca	-7.93874979019165
po	-7.947085380554199
▁process	-7.948489189147949
im	-7.953005313873291
▁second	-7.953030586242676
▁along	-7.953699588775635
▁ha	-7.95611047744751
am	-7.956998348236084
▁east	-7.96222448348999
▁major	-7.963891506195068
da	-7.96782922744751
▁common	-7.969142913818359
ni	-7.971073150634766
▁period	-7.9746880531311035
▁lo	-7.976583480834961
▁should	-7.976883888244629
▁ti	-7.9782023429870605
▁du	-7.980984687805176
▁group	-7.982168674468994
▁na	-7.982850074768066
▁art	-7.983055591583252
▁country	-7.983551025390625
▁region	-7.984224796295166
▁side	-7.984493255615234
▁di	-7.985174179077148
ting	-7.988193511962891
▁lot	-7.989596843719482
est	-7.993969917297363
▁order	-7.996800422668457
un	-7.99838399887085
be	-8.001811981201172
▁community	-8.002254486083984
ty	-8.002557754516602
pe	-8.01175308227539
ness	-8.01216983795166
▁family	-8.01966667175293
▁little	-8.020467758178711
▁control	-8.021190643310547
▁social	-8.021281242370605
▁court	-8.029507637023926
min	-8.034391403198242
▁play	-8.03491497039795
▁near	-8.039697647094727
▁vi	-8.04118824005127
▁general	-8.042974472045898
▁per	-8.047579765319824
▁here	-8.052203178405762
son	-8.054215431213379
▁help	-8.054277420043945
di	-8.054346084594727
▁show	-8.055908203125
tion	-8.057271003723145
▁pa	-8.05899715423584
▁using	-8.06018352508545
ha	-8.06039810180664
▁line	-8.0626859664917
▁center	-8.063222885131836
ful	-8.063346862792969
▁among	-8.067426681518555
▁come	-8.072324752807617
▁pi	-8.072495460510254
▁ne	-8.073375701904297
▁hand	-8.073661804199219
▁off	-8.076115608215332
▁look	-8.076390266418457
▁development	-8.07656478881836
ance	-8.076577186584473
▁less	-8.0772705078125
as	-8.077695846557617
▁say	-8.081183433532715
▁four	-8.083358764648438
▁music	-8.084033966064453
bo	-8.086942672729492
▁sub	-8.089712142944336
ite	-8.091078758239746
▁include	-8.09350872039795
ence	-8.094578742980957
▁without	-8.095115661621094
▁main	-8.095256805419922
▁actually	-8.09676742553711
▁political	-8.0988130569458
▁ri	-8.100762367248535
▁every	-8.102705001831055
om	-8.103875160217285
▁light	-8.10521411895752
▁something	-8.106111526489258
ver	-8.107396125793457
ga	-8.109167098999023
ff	-8.109187126159668
▁air	-8.12643814086914
▁similar	-8.127577781677246
▁king	-8.128131866455078
▁field	-8.131135940551758
lu	-8.131426811218262
bi	-8.132902145385742
ling	-8.133097648620605
▁sea	-8.139071464538574
ut	-8.145767211914062
mo	-8.152748107910156
mb	-8.153079986572266
▁various	-8.153707504272461
▁kind	-8.155720710754395
▁mar	-8.15618896484375
▁law	-8.15620231628418
▁district	-8.162303924560547
go	-8.165395736694336
▁population	-8.168943405151367
▁last	-8.170220375061035
▁usually	-8.172078132629395
▁men	-8.173836708068848
▁sta	-8.173852920532227
▁based	-8.1761474609375
▁act	-8.176615715026855
▁change	-8.1771821975708
▁history	-8.177567481994629
▁head	-8.180692672729492
▁design	-8.180694580078125
▁team	-8.182514190673828
▁though	-8.182519912719727
▁body	-8.187915802001953
▁considered	-8.188173294067383
▁po	-8.191122055053711
ized	-8.19483757019043
▁b	-8.197738647460938
ther	-8.198369026184082
▁mu	-8.198653221130371
▁comp	-8.198699951171875
ard	-8.201560974121094
tra	-8.201931953430176
▁modern	-8.202527046203613
▁role	-8.204100608825684
▁never	-8.21008586883545
▁en	-8.210444450378418
▁church	-8.210490226745605
▁yeah	-8.211089134216309
▁bar	-8.2119722366333
ide	-8.21802043914795
▁ex	-8.218173027038574
▁give	-8.218708992004395
▁gra	-8.21971607208252
▁central	-8.22905158996582
▁view	-8.22913646697998
▁members	-8.229403495788574
ster	-8.23047161102295
▁said	-8.23463249206543
mon	-8.23507022857666
▁bi	-8.235485076904297
▁areas	-8.238258361816406
▁free	-8.240641593933105
ot	-8.244100570678711
▁mi	-8.24576187133789
▁language	-8.247119903564453
▁imp	-8.249119758605957
▁women	-8.250077247619629
▁military	-8.252203941345215
▁left	-8.255131721496582
▁result	-8.255611419677734
▁got	-8.255622863769531
rs	-8.256394386291504
▁death	-8.259488105773926
▁space	-8.260126113891602
ac	-8.260324478149414
▁person	-8.264519691467285
▁roman	-8.264676094055176
way	-8.265941619873047
▁thing	-8.26875114440918
▁british	-8.269030570983887
che	-8.26936149597168
▁economic	-8.270503044128418
▁lake	-8.27064037322998
ho	-8.272903442382812
ities	-8.27564525604248
▁black	-8.276215553283691
▁given	-8.281919479370117
▁today	-8.28226089477539
pa	-8.282790184020996
ward	-8.282947540283203
wa	-8.287897109985352
ial	-8.288254737854004
▁came	-8.288681983947754
▁took	-8.29050064086914
▁fire	-8.291446685791016
▁led	-8.295401573181152
mi	-8.29721736907959
▁able	-8.298333168029785
▁service	-8.301471710205078
▁children	-8.301905632019043
▁run	-8.305663108825684
▁pe	-8.306535720825195
▁having	-8.307414054870605
▁position	-8.308258056640625
der	-8.312849998474121
▁next	-8.3134183883667
▁cause	-8.31531810760498
▁university	-8.316630363464355
▁food	-8.31909465789795
▁thought	-8.321310997009277
▁site	-8.325057029724121
▁sometimes	-8.327800750732422
▁case	-8.328213691711426
do	-8.332454681396484
▁must	-8.334394454956055
ations	-8.335521697998047
▁natural	-8.335750579833984
ish	-8.335983276367188
ir	-8.337247848510742
ator	-8.34004020690918
▁put	-8.34206771850586
▁reason	-8.34393310546875
▁	-8.345108985900879
▁began	-8.346351623535156
▁level	-8.346986770629883
▁western	-8.347282409667969
▁might	-8.349212646484375
▁white	-8.349649429321289
que	-8.351815223693848
▁building	-8.356107711791992
▁real	-8.356183052062988
▁company	-8.356990814208984
▁generally	-8.358620643615723
▁named	-8.36108112335205
▁market	-8.362229347229004
▁find	-8.363176345825195
▁island	-8.363459587097168
ten	-8.364822387695312
▁international	-8.370430946350098
▁ga	-8.370789527893066
▁ju	-8.3739595413208
he	-8.375089645385742
▁live	-8.376508712768555
▁fact	-8.376858711242676
▁built	-8.377974510192871
▁research	-8.381525039672852
lic	-8.382102966308594
▁once	-8.383418083190918
▁love	-8.3851318359375
▁following	-8.385380744934082
ology	-8.386100769042969
▁u	-8.386187553405762
▁council	-8.386720657348633
▁project	-8.38686466217041
▁open	-8.387126922607422
▁road	-8.389302253723145
▁structure	-8.390978813171387
ad	-8.391239166259766
▁ce	-8.391258239746094
os	-8.39240550994873
▁attack	-8.393014907836914
▁turn	-8.393295288085938
▁ho	-8.393400192260742
▁book	-8.39476490020752
▁old	-8.394768714904785
▁w	-8.395471572875977
ally	-8.398337364196777
▁together	-8.400218963623047
▁let	-8.406394958496094
▁until	-8.406706809997559
▁inter	-8.407236099243164
▁seen	-8.407588005065918
ru	-8.408973693847656
▁possible	-8.409302711486816
▁band	-8.410138130187988
▁game	-8.412668228149414
gu	-8.412923812866211
▁far	-8.413250923156738
ell	-8.413737297058105
▁information	-8.416629791259766
▁model	-8.416900634765625
les	-8.417431831359863
▁rock	-8.417491912841797
▁popular	-8.418774604797363
▁either	-8.420936584472656
▁again	-8.42190933227539
▁allow	-8.422450065612793
con	-8.423988342285156
▁data	-8.424860954284668
▁species	-8.427753448486328
▁further	-8.43028450012207
▁five	-8.430789947509766
▁health	-8.433191299438477
▁fe	-8.433659553527832
▁station	-8.43742561340332
▁best	-8.437759399414062
▁across	-8.438455581665039
▁present	-8.439020156860352
▁range	-8.439238548278809
▁start	-8.439528465270996
▁practice	-8.441113471984863
▁army	-8.44173526763916
▁low	-8.441923141479492
▁rather	-8.444000244140625
▁too	-8.444493293762207
cu	-8.44480037689209
▁provide	-8.448119163513184
▁sha	-8.448166847229004
▁throughout	-8.44913101196289
▁culture	-8.449344635009766
▁em	-8.449944496154785
▁village	-8.451042175292969
▁especially	-8.452433586120605
▁ja	-8.452618598937988
op	-8.453451156616211
▁developed	-8.453577995300293
▁always	-8.454645156860352
▁short	-8.45726490020752
ization	-8.45847225189209
▁why	-8.461298942565918
▁su	-8.461756706237793
▁fi	-8.461790084838867
▁el	-8.46218204498291
▁hu	-8.464357376098633
▁trade	-8.466925621032715
▁hard	-8.467512130737305
▁energy	-8.46762466430664
▁french	-8.470990180969238
▁party	-8.471738815307617
line	-8.472675323486328
ring	-8.477259635925293
▁making	-8.477594375610352
▁office	-8.478225708007812
▁ni	-8.478569030761719
▁original	-8.4794282913208
▁age	-8.481581687927246
▁business	-8.481953620910645
ize	-8.482069969177246
▁red	-8.48303508758545
▁former	-8.48313045501709
▁whe	-8.485991477966309
▁experience	-8.486442565917969
▁te	-8.486924171447754
▁german	-8.488523483276367
▁ten	-8.490108489990234
hi	-8.490133285522461
▁better	-8.491641998291016
▁thus	-8.493001937866211
▁special	-8.493005752563477
▁hi	-8.493623733520508
▁strong	-8.496500015258789
▁tell	-8.497542381286621
▁tu	-8.499262809753418
▁force	-8.500088691711426
ure	-8.500533103942871
▁countries	-8.500787734985352
ka	-8.503548622131348
▁single	-8.504178047180176
lin	-8.504453659057617
▁northern	-8.504891395568848
▁held	-8.505154609680176
▁story	-8.506081581115723
▁har	-8.506905555725098
ger	-8.507725715637207
▁cha	-8.50818157196045
ran	-8.510282516479492
▁production	-8.510300636291504
▁certain	-8.510472297668457
tan	-8.512682914733887
ig	-8.514418601989746
iv	-8.515295028686523
tu	-8.521085739135742
▁difficult	-8.523017883300781
ical	-8.523361206054688
▁fall	-8.52474594116211
▁six	-8.525314331054688
▁god	-8.525567054748535
▁according	-8.526822090148926
▁southern	-8.527020454406738
ugh	-8.529438972473145
▁value	-8.53051471710205
▁n	-8.531011581420898
▁am	-8.534279823303223
▁plan	-8.53478717803955
▁border	-8.535897254943848
ium	-8.536508560180664
▁movement	-8.536718368530273
ber	-8.536919593811035
ie	-8.53711986541748
oc	-8.538492202758789
▁official	-8.538909912109375
▁type	-8.539247512817383
▁ar	-8.54166030883789
▁study	-8.542081832885742
▁question	-8.542868614196777
bu	-8.542960166931152
▁increase	-8.54361343383789
▁sound	-8.546377182006836
▁largest	-8.547724723815918
▁post	-8.547991752624512
ag	-8.54824447631836
▁college	-8.549281120300293
▁went	-8.549800872802734
▁doing	-8.549909591674805
▁lead	-8.551752090454102
▁success	-8.552274703979492
▁instead	-8.552505493164062
▁lower	-8.553173065185547
▁president	-8.553693771362305
▁bre	-8.560178756713867
▁ground	-8.560783386230469
pp	-8.561722755432129
▁action	-8.564006805419922
▁battle	-8.564931869506836
ud	-8.566960334777832
▁township	-8.567721366882324
ny	-8.568281173706055
▁standard	-8.570656776428223
▁lu	-8.572609901428223
▁talk	-8.573180198669434
▁keep	-8.573960304260254
▁street	-8.57529354095459
▁fa	-8.576995849609375
▁da	-8.578874588012695
▁require	-8.580491065979004
▁close	-8.580690383911133
▁star	-8.580838203430176
▁idea	-8.580967903137207
▁education	-8.58360481262207
▁travel	-8.583954811096191
▁money	-8.585811614990234
▁young	-8.58760929107666
▁course	-8.588337898254395
▁ru	-8.588568687438965
od	-8.588582992553711
▁significant	-8.588644981384277
▁individual	-8.588704109191895
▁away	-8.591011047363281
▁series	-8.592500686645508
▁personal	-8.594076156616211
▁mean	-8.594849586486816
ists	-8.595098495483398
ley	-8.59531307220459
▁call	-8.595741271972656
▁cla	-8.595767974853516
▁father	-8.596086502075195
▁st	-8.596368789672852
▁ka	-8.599921226501465
ler	-8.600147247314453
ified	-8.602398872375488
▁interest	-8.603702545166016
▁science	-8.607104301452637
▁problem	-8.609606742858887
ship	-8.610105514526367
▁influence	-8.610674858093262
▁gu	-8.613199234008789
up	-8.61388874053955
▁english	-8.61784553527832
▁bank	-8.618460655212402
▁times	-8.618552207946777
▁create	-8.618755340576172
▁flow	-8.620809555053711
men	-8.621108055114746
▁ge	-8.621350288391113
▁addition	-8.622018814086914
▁subject	-8.624858856201172
tro	-8.625313758850098
▁particular	-8.625595092773438
▁done	-8.629976272583008
▁return	-8.63004207611084
▁systems	-8.63028335571289
▁theory	-8.630481719970703
mer	-8.632018089294434
▁served	-8.632259368896484
▁created	-8.63235855102539
▁surface	-8.633670806884766
▁union	-8.633894920349121
▁higher	-8.634149551391602
▁care	-8.635919570922852
▁test	-8.636727333068848
▁almost	-8.63728141784668
▁middle	-8.637598991394043
fi	-8.638124465942383
vo	-8.639087677001953
ture	-8.639174461364746
▁separate	-8.639409065246582
▁jo	-8.639522552490234
▁move	-8.641220092773438
sa	-8.642433166503906
▁working	-8.64454460144043
▁earth	-8.645816802978516
▁rate	-8.647768020629883
▁european	-8.64810562133789
side	-8.64813232421875
ner	-8.648326873779297
▁location	-8.64844799041748
▁pass	-8.648466110229492
▁che	-8.648890495300293
▁outside	-8.649319648742676
▁complex	-8.649471282958984
nce	-8.650060653686523
▁available	-8.65115737915039
▁contain	-8.651233673095703
ding	-8.654596328735352
gra	-8.658737182617188
▁ship	-8.660052299499512
▁exist	-8.662209510803223
▁included	-8.663016319274902
▁groups	-8.6635160446167
▁amount	-8.664114952087402
▁appear	-8.665055274963379
▁key	-8.666418075561523
▁society	-8.666760444641113
▁continued	-8.666980743408203
▁john	-8.667258262634277
dic	-8.66776180267334
▁eastern	-8.668025970458984
▁super	-8.668411254882812
▁tri	-8.670267105102539
▁civil	-8.670281410217285
▁happen	-8.672449111938477
▁valley	-8.672664642333984
▁relationship	-8.673492431640625
▁bu	-8.674888610839844
per	-8.674958229064941
▁ver	-8.678668975830078
▁eventually	-8.680000305175781
▁forces	-8.681022644042969
▁organ	-8.68506145477295
bb	-8.686906814575195
▁rest	-8.686957359313965
▁port	-8.688011169433594
▁hill	-8.688166618347168
▁face	-8.688532829284668
▁network	-8.688828468322754
▁access	-8.689162254333496
▁bit	-8.68919563293457
▁ki	-8.689266204833984
▁students	-8.689373016357422
▁big	-8.68993091583252
ville	-8.68996810913086
▁wall	-8.69286823272705
▁matter	-8.694890022277832
▁means	-8.696455001831055
▁evidence	-8.6971435546875
▁started	-8.697148323059082
▁services	-8.698663711547852
tal	-8.699460983276367
▁son	-8.702369689941406
▁continue	-8.702630043029785
rt	-8.702860832214355
ious	-8.703179359436035
▁york	-8.70338249206543
▁physical	-8.703847885131836
tor	-8.705270767211914
▁enough	-8.706026077270508
▁industry	-8.70711612701416
▁plant	-8.707453727722168
▁prevent	-8.707813262939453
▁effect	-8.70804214477539
▁m	-8.711064338684082
▁th	-8.711894035339355
▁past	-8.714112281799316
ative	-8.716731071472168
▁europe	-8.717046737670898
▁produce	-8.717290878295898
▁attempt	-8.717455863952637
fa	-8.717806816101074
▁cost	-8.717824935913086
▁green	-8.72067928314209
▁traditional	-8.722174644470215
▁host	-8.723806381225586
▁itself	-8.725345611572266
▁future	-8.72624683380127
▁thank	-8.726333618164062
ak	-8.726658821105957
▁particularly	-8.727663040161133
▁wood	-8.729674339294434
▁mis	-8.731583595275879
▁size	-8.7324800491333
▁upon	-8.733424186706543
▁front	-8.734213829040527
▁wa	-8.734307289123535
▁trans	-8.735149383544922
▁feel	-8.735284805297852
▁seem	-8.735349655151367
▁pen	-8.736197471618652
▁qua	-8.736730575561523
▁material	-8.738154411315918
▁provided	-8.740132331848145
▁je	-8.740942001342773
▁term	-8.741125106811523
mit	-8.741995811462402
▁taken	-8.7424898147583
▁private	-8.74349308013916
▁cross	-8.744982719421387
▁read	-8.74526596069336
▁sun	-8.746414184570312
▁specific	-8.746687889099121
gi	-8.746970176696777
▁himself	-8.74792766571045
▁consist	-8.74817943572998
▁allowed	-8.750235557556152
▁para	-8.750703811645508
▁risk	-8.758362770080566
▁temperature	-8.75957202911377
led	-8.759652137756348
▁capital	-8.76009750366211
▁days	-8.761070251464844
▁wanted	-8.761323928833008
▁top	-8.763457298278809
ological	-8.764788627624512
▁believe	-8.765101432800293
▁nature	-8.766146659851074
▁text	-8.766164779663086
pi	-8.766307830810547
▁cap	-8.766575813293457
ile	-8.767231941223145
▁met	-8.768869400024414
we	-8.769102096557617
▁san	-8.769710540771484
▁offer	-8.769783020019531
▁base	-8.77053451538086
▁current	-8.770889282226562
▁schools	-8.771768569946289
ron	-8.772079467773438
▁sign	-8.772173881530762
ised	-8.77357006072998
▁religious	-8.77368450164795
▁direct	-8.774138450622559
▁t	-8.77467155456543
▁style	-8.775293350219727
ap	-8.775863647460938
▁deal	-8.777710914611816
ise	-8.779925346374512
▁organization	-8.780088424682617
ning	-8.781445503234863
▁third	-8.78156566619873
▁decision	-8.78284740447998
▁color	-8.78335189819336
▁sp	-8.783906936645508
cy	-8.784727096557617
▁works	-8.78600025177002
▁board	-8.786857604980469
▁source	-8.786880493164062
▁mother	-8.787018775939941
▁events	-8.787223815917969
▁va	-8.788069725036621
▁season	-8.788200378417969
▁played	-8.78834342956543
the	-8.790199279785156
▁stage	-8.790353775024414
▁required	-8.790412902832031
▁whole	-8.791770935058594
▁ever	-8.792201042175293
king	-8.792481422424316
▁character	-8.793054580688477
espite	-8.793079376220703
▁ii	-8.794245719909668
▁lack	-8.794459342956543
▁claim	-8.794734954833984
ors	-8.795328140258789
▁computer	-8.795347213745117
▁approach	-8.795666694641113
ual	-8.796699523925781
▁established	-8.796833992004395
▁living	-8.798613548278809
tin	-8.798619270324707
▁economy	-8.798924446105957
▁ob	-8.799944877624512
▁themselves	-8.800666809082031
▁hold	-8.801877975463867
▁summer	-8.80209732055664
▁gas	-8.803030967712402
dy	-8.80381965637207
▁typically	-8.804713249206543
▁sense	-8.805062294006348
▁function	-8.805501937866211
den	-8.806144714355469
▁cor	-8.806500434875488
▁member	-8.809060096740723
▁potential	-8.809751510620117
▁climate	-8.81165599822998
▁department	-8.814427375793457
▁above	-8.817192077636719
less	-8.817305564880371
▁disease	-8.819032669067383
▁sc	-8.819222450256348
▁night	-8.819433212280273
▁leave	-8.821710586547852
▁rule	-8.822151184082031
▁america	-8.823225021362305
▁concept	-8.823378562927246
ast	-8.825632095336914
▁received	-8.825944900512695
▁image	-8.82667064666748
▁believed	-8.829354286193848
▁cases	-8.82991886138916
▁associated	-8.830032348632812
ries	-8.830880165100098
ki	-8.831324577331543
▁bring	-8.831934928894043
▁independent	-8.831988334655762
▁program	-8.832087516784668
▁saw	-8.832182884216309
▁soon	-8.833693504333496
▁job	-8.834080696105957
▁pressure	-8.834267616271973
▁police	-8.834585189819336
istic	-8.83505916595459
▁produced	-8.83767032623291
▁media	-8.838348388671875
▁royal	-8.840368270874023
▁performance	-8.84062385559082
au	-8.841419219970703
▁half	-8.842543601989746
▁terms	-8.843364715576172
▁figure	-8.844889640808105
▁least	-8.846406936645508
▁clear	-8.847099304199219
▁tra	-8.84732723236084
▁ci	-8.84914779663086
▁sent	-8.849169731140137
▁successful	-8.84953498840332
gg	-8.849642753601074
ged	-8.850255012512207
▁months	-8.850323677062988
▁method	-8.850988388061523
▁deep	-8.851983070373535
▁centre	-8.855661392211914
▁cities	-8.856476783752441
▁train	-8.858081817626953
▁ve	-8.858648300170898
▁library	-8.8587646484375
▁writing	-8.85922622680664
▁changes	-8.85925006866455
ability	-8.860918045043945
▁consider	-8.861188888549805
▁technology	-8.861539840698242
▁bra	-8.861629486083984
▁class	-8.86165714263916
ach	-8.863160133361816
▁r	-8.863441467285156
▁ancient	-8.863632202148438
ex	-8.863741874694824
gan	-8.863990783691406
▁app	-8.864291191101074
ify	-8.864911079406738
▁song	-8.864914894104004
▁wide	-8.86553955078125
ah	-8.869149208068848
▁mon	-8.870174407958984
▁cu	-8.871248245239258
▁increased	-8.871438026428223
▁larger	-8.87187671661377
▁growth	-8.8720703125
▁fund	-8.872427940368652
red	-8.872984886169434
▁mass	-8.874518394470215
▁origin	-8.875227928161621
▁coast	-8.87787914276123
ham	-8.880729675292969
▁account	-8.881664276123047
▁sh	-8.883910179138184
▁cover	-8.884478569030762
pt	-8.884589195251465
▁pay	-8.88587474822998
ible	-8.887300491333008
▁measure	-8.887453079223633
▁forest	-8.88924503326416
▁christian	-8.889707565307617
▁cell	-8.892237663269043
▁probably	-8.894022941589355
▁caused	-8.894207954406738
▁brought	-8.89426326751709
▁indian	-8.89498233795166
▁legal	-8.895174980163574
▁empire	-8.895340919494629
▁already	-8.89557933807373
▁native	-8.895856857299805
▁si	-8.897176742553711
▁commercial	-8.898698806762695
▁comm	-8.90028190612793
ging	-8.901691436767578
▁lost	-8.902419090270996
▁therefore	-8.90291690826416
▁walk	-8.904041290283203
▁longer	-8.905746459960938
ration	-8.906229972839355
ius	-8.906895637512207
▁break	-8.907630920410156
▁environment	-8.909402847290039
▁mer	-8.910076141357422
▁fo	-8.911417007446289
▁forms	-8.91695499420166
▁stra	-8.917231559753418
▁brain	-8.917436599731445
▁tradition	-8.9191312789917
▁charge	-8.919791221618652
▁winter	-8.92197036743164
▁involved	-8.922136306762695
▁written	-8.923398971557617
▁purpose	-8.923399925231934
▁award	-8.923576354980469
▁version	-8.924117088317871
▁problems	-8.924293518066406
ight	-8.92574691772461
▁room	-8.926097869873047
▁metal	-8.926482200622559
tri	-8.927606582641602
▁suggest	-8.92840576171875
▁club	-8.928464889526367
▁seven	-8.928606986999512
▁mind	-8.928927421569824
▁full	-8.930391311645508
▁l	-8.93064022064209
▁limit	-8.933119773864746
mor	-8.933541297912598
▁cultural	-8.93367862701416
▁england	-8.93367862701416
▁gave	-8.934178352355957
▁focus	-8.935057640075684
▁tend	-8.935577392578125
▁store	-8.936934471130371
gen	-8.937285423278809
ral	-8.937503814697266
▁report	-8.93843936920166
▁moved	-8.939492225646973
▁perform	-8.941873550415039
▁conditions	-8.942129135131836
▁related	-8.942194938659668
▁entire	-8.943081855773926
▁variety	-8.943431854248047
ier	-8.943594932556152
▁parts	-8.944314956665039
▁blood	-8.944528579711914
ee	-8.944643020629883
▁issue	-8.945671081542969
▁numerous	-8.945696830749512
▁radio	-8.945965766906738
▁museum	-8.947210311889648
▁bill	-8.949575424194336
▁kingdom	-8.950753211975098
▁fish	-8.9520845413208
qui	-8.952133178710938
▁sal	-8.95300006866455
ons	-8.95419692993164
▁simple	-8.954364776611328
▁final	-8.95466136932373
▁sort	-8.954809188842773
▁fight	-8.956342697143555
use	-8.957035064697266
▁hall	-8.958251953125
▁chinese	-8.9583740234375
▁likely	-8.959314346313477
▁bridge	-8.96064567565918
▁respect	-8.961952209472656
▁china	-8.962177276611328
▁policy	-8.962723731994629
ably	-8.96398639678955
▁product	-8.964127540588379
▁enter	-8.965718269348145
▁follow	-8.96677017211914
eg	-8.967826843261719
▁bur	-8.968668937683105
em	-8.969151496887207
▁micro	-8.972685813903809
▁construction	-8.976451873779297
▁foreign	-8.978606224060059
▁limited	-8.97928524017334
▁ball	-8.980937957763672
▁machine	-8.981738090515137
▁visit	-8.981965065002441
▁majority	-8.982062339782715
▁path	-8.982413291931152
▁companies	-8.982521057128906
▁treatment	-8.9837064743042
▁piece	-8.985180854797363
▁disc	-8.985960960388184
▁effects	-8.988389015197754
▁impact	-8.99013614654541
▁loss	-8.990741729736328
▁signal	-8.990775108337402
▁cra	-8.991070747375488
▁towards	-8.992997169494629
tur	-8.993000030517578
▁won	-8.993223190307617
▁primary	-8.995808601379395
▁hundred	-8.995940208435059
rate	-8.996542930603027
▁share	-8.997527122497559
▁cre	-8.998709678649902
▁maintain	-8.998842239379883
▁fer	-8.999152183532715
ec	-8.999253273010254
▁formed	-8.99968147277832
▁directly	-9.000094413757324
▁child	-9.000357627868652
▁list	-9.000978469848633
▁track	-9.001971244812012
field	-9.0027494430542
▁develop	-9.003462791442871
▁occur	-9.005716323852539
let	-9.006119728088379
▁v	-9.006551742553711
▁event	-9.006903648376465
▁greater	-9.007124900817871
▁others	-9.007797241210938
▁yet	-9.007928848266602
▁protect	-9.008330345153809
ose	-9.010245323181152
▁nor	-9.010966300964355
▁mountain	-9.01140022277832
▁london	-9.013042449951172
▁reach	-9.013151168823242
▁studies	-9.014795303344727
▁needed	-9.014817237854004
▁remain	-9.015499114990234
und	-9.015604019165039
▁multiple	-9.015664100646973
▁true	-9.016105651855469
nic	-9.016703605651855
▁step	-9.017075538635254
▁worked	-9.017271041870117
▁build	-9.01732349395752
▁training	-9.017602920532227
▁route	-9.019346237182617
▁moment	-9.0195951461792
▁designed	-9.020211219787598
▁camp	-9.020336151123047
wi	-9.022521018981934
ification	-9.0235595703125
▁federal	-9.024016380310059
▁medical	-9.02432632446289
▁demand	-9.024456024169922
ular	-9.025273323059082
▁trying	-9.026411056518555
▁poor	-9.026494026184082
▁career	-9.026590347290039
▁eye	-9.027139663696289
by	-9.029366493225098
▁makes	-9.030935287475586
▁ability	-9.03183650970459
▁eight	-9.032034873962402
rk	-9.033717155456543
▁france	-9.033885955810547
▁remained	-9.034024238586426
▁blue	-9.034154891967773
▁situation	-9.034561157226562
uc	-9.034749031066895
▁leading	-9.034845352172852
▁quickly	-9.035272598266602
▁taking	-9.036931991577148
▁tax	-9.037416458129883
▁friend	-9.037671089172363
▁cur	-9.037888526916504
▁anti	-9.038491249084473
▁financial	-9.038559913635254
▁author	-9.03960132598877
▁stop	-9.040081977844238
▁bay	-9.04089069366455
▁understand	-9.04218864440918
▁recent	-9.042498588562012
io	-9.043038368225098
▁damage	-9.0435152053833
▁late	-9.043692588806152
▁wi	-9.045196533203125
▁block	-9.045206069946289
mark	-9.045369148254395
▁female	-9.04716968536377
▁try	-9.047176361083984
▁features	-9.048211097717285
▁eu	-9.050882339477539
▁spring	-9.052638053894043
▁active	-9.053998947143555
▁ke	-9.054701805114746
▁ab	-9.055562019348145
▁animals	-9.056276321411133
▁ven	-9.057120323181152
▁gene	-9.05727767944336
▁mostly	-9.057872772216797
ze	-9.059109687805176
▁types	-9.059814453125
▁residents	-9.060500144958496
▁section	-9.061210632324219
▁smaller	-9.062237739562988
▁instrument	-9.062480926513672
▁serve	-9.062565803527832
▁remains	-9.063106536865234
▁code	-9.063342094421387
▁greek	-9.065744400024414
▁x	-9.066071510314941
▁represent	-9.06629467010498
ld	-9.066813468933105
▁games	-9.067281723022461
▁reflect	-9.067305564880371
▁speed	-9.067352294921875
late	-9.06838607788086
ow	-9.068887710571289
▁wind	-9.0706787109375
▁pla	-9.07084846496582
▁ocean	-9.0724458694458
▁oil	-9.072511672973633
▁cut	-9.075069427490234
ney	-9.07646369934082
▁bla	-9.077400207519531
▁char	-9.077742576599121
▁cells	-9.078107833862305
▁ed	-9.078182220458984
tter	-9.078634262084961
▁cannot	-9.07939624786377
ition	-9.079785346984863
▁heat	-9.080083847045898
if	-9.080850601196289
▁concern	-9.080988883972168
▁industrial	-9.081633567810059
▁catholic	-9.082499504089355
▁acc	-9.083003044128418
▁includes	-9.083921432495117
▁response	-9.084379196166992
▁shape	-9.084845542907715
▁commission	-9.085393905639648
▁maybe	-9.085748672485352
▁male	-9.087671279907227
▁letter	-9.088650703430176
▁property	-9.089677810668945
▁fair	-9.089823722839355
▁avoid	-9.090938568115234
▁record	-9.091476440429688
ped	-9.091789245605469
▁grand	-9.093119621276855
▁portion	-9.093574523925781
▁historic	-9.09392261505127
▁kid	-9.094423294067383
▁factor	-9.094522476196289
▁chi	-9.094857215881348
▁document	-9.095439910888672
▁brother	-9.096179008483887
▁cool	-9.096363067626953
▁kill	-9.096742630004883
▁behavior	-9.097635269165039
▁prior	-9.098569869995117
▁decided	-9.098603248596191
ps	-9.101948738098145
▁ph	-9.101969718933105
▁elements	-9.102243423461914
▁explain	-9.104552268981934
▁fla	-9.105327606201172
our	-9.10537338256836
▁meeting	-9.10561466217041
▁books	-9.105834007263184
▁communities	-9.10736083984375
ft	-9.107417106628418
za	-9.107483863830566
▁rights	-9.108500480651855
▁clo	-9.110224723815918
cent	-9.111051559448242
▁minister	-9.111074447631836
▁century	-9.111515045166016
▁historical	-9.11175537109375
han	-9.112289428710938
▁add	-9.114191055297852
▁win	-9.115819931030273
▁hope	-9.116218566894531
▁goal	-9.117106437683105
lan	-9.117542266845703
▁dia	-9.117857933044434
▁election	-9.117992401123047
▁symbol	-9.11902141571045
▁seat	-9.119250297546387
▁exp	-9.119394302368164
ay	-9.121609687805176
▁william	-9.121844291687012
▁widely	-9.122467994689941
▁mark	-9.122583389282227
▁levels	-9.123604774475098
▁degree	-9.12453556060791
▁ask	-9.124983787536621
▁behind	-9.12529182434082
▁cal	-9.125653266906738
▁device	-9.126367568969727
▁pattern	-9.126800537109375
ric	-9.127358436584473
gon	-9.127385139465332
▁farm	-9.127760887145996
▁nu	-9.129199981689453
▁mill	-9.129222869873047
▁rec	-9.129291534423828
▁followed	-9.129378318786621
▁stone	-9.129926681518555
▁everything	-9.132570266723633
▁ste	-9.133064270019531
len	-9.13415241241455
▁anything	-9.137160301208496
▁conflict	-9.137575149536133
izing	-9.138543128967285
▁equal	-9.13880443572998
▁airport	-9.140250205993652
▁inside	-9.140792846679688
▁reform	-9.14128303527832
▁creek	-9.144315719604492
▁direction	-9.1443510055542
par	-9.144573211669922
▁wo	-9.144622802734375
fl	-9.1458101272583
▁price	-9.145848274230957
▁vo	-9.14703369140625
▁transport	-9.148048400878906
▁spread	-9.149242401123047
▁whose	-9.1500825881958
▁largely	-9.150712966918945
▁ec	-9.151236534118652
▁op	-9.153903007507324
tive	-9.154165267944336
j	-9.154446601867676
▁scene	-9.154692649841309
▁originally	-9.155964851379395
▁highly	-9.156197547912598
▁vote	-9.156722068786621
ey	-9.156838417053223
tation	-9.157426834106445
▁wave	-9.157647132873535
▁era	-9.158169746398926
▁benefit	-9.158548355102539
ov	-9.15945053100586
car	-9.160157203674316
▁earlier	-9.160577774047852
▁heart	-9.160829544067383
oid	-9.163599014282227
▁bad	-9.164311408996582
ea	-9.164466857910156
▁hear	-9.165170669555664
▁campaign	-9.165586471557617
▁activities	-9.166057586669922
▁getting	-9.166638374328613
▁buildings	-9.167932510375977
▁division	-9.167943000793457
▁player	-9.170211791992188
cul	-9.171334266662598
▁changed	-9.171456336975098
gn	-9.171733856201172
du	-9.173766136169434
▁hospital	-9.173781394958496
▁chemical	-9.174613952636719
▁ban	-9.174704551696777
▁activity	-9.175555229187012
▁drug	-9.17600154876709
▁album	-9.176010131835938
▁guy	-9.176161766052246
▁gold	-9.176846504211426
▁stay	-9.177105903625488
▁object	-9.177268981933594
▁total	-9.178035736083984
▁broad	-9.179659843444824
▁professional	-9.17969036102295
her	-9.179991722106934
▁bus	-9.18027400970459
gue	-9.181601524353027
▁mission	-9.181779861450195
▁words	-9.18208122253418
▁gri	-9.182869911193848
▁bri	-9.183226585388184
rus	-9.183662414550781
▁relatively	-9.183846473693848
av	-9.184096336364746
yl	-9.184677124023438
▁mal	-9.185455322265625
▁annual	-9.185585021972656
des	-9.185832023620605
▁horse	-9.18587589263916
▁quite	-9.18668270111084
ned	-9.187393188476562
▁display	-9.188434600830078
▁provides	-9.189093589782715
▁officer	-9.189677238464355
▁league	-9.190054893493652
mic	-9.190536499023438
▁word	-9.191502571105957
▁settlement	-9.191563606262207
▁knowledge	-9.191986083984375
▁ice	-9.192071914672852
▁authority	-9.192087173461914
▁sure	-9.192594528198242
▁meaning	-9.192842483520508
▁issues	-9.193155288696289
▁railroad	-9.193275451660156
▁mor	-9.193475723266602
▁challenge	-9.193597793579102
▁festival	-9.194082260131836
▁receive	-9.195210456848145
▁learn	-9.195727348327637
▁felt	-9.195748329162598
row	-9.195801734924316
br	-9.19593620300293
ang	-9.196118354797363
▁custom	-9.197966575622559
▁via	-9.198028564453125
▁products	-9.19913101196289
▁detail	-9.201056480407715
▁involve	-9.201416969299316
▁cho	-9.20252799987793
▁week	-9.202848434448242
▁begin	-9.202901840209961
▁below	-9.203461647033691
▁pan	-9.204065322875977
▁fear	-9.204219818115234
▁regional	-9.204543113708496
▁paper	-9.204877853393555
▁described	-9.20524787902832
▁target	-9.206267356872559
▁lines	-9.206582069396973
▁soviet	-9.207093238830566
▁surrounding	-9.207289695739746
▁india	-9.207508087158203
▁global	-9.208728790283203
▁looking	-9.209328651428223
▁table	-9.211047172546387
▁fun	-9.212383270263672
burg	-9.212623596191406
▁rich	-9.213953018188477
▁cru	-9.213963508605957
▁parliament	-9.214639663696289
▁places	-9.21500301361084
▁security	-9.215134620666504
▁couple	-9.215306282043457
▁primarily	-9.215959548950195
▁reduce	-9.216414451599121
▁chief	-9.21753978729248
▁constant	-9.218937873840332
mu	-9.220335006713867
▁numbers	-9.220346450805664
▁video	-9.220454216003418
▁branch	-9.221378326416016
▁rep	-9.223296165466309
▁ko	-9.224291801452637
▁min	-9.226272583007812
▁accept	-9.226394653320312
pl	-9.227046012878418
ker	-9.227395057678223
▁race	-9.228508949279785
▁command	-9.22852611541748
▁den	-9.229008674621582
▁rise	-9.229954719543457
hu	-9.23044490814209
▁depend	-9.230567932128906
▁attract	-9.230704307556152
▁sexual	-9.230705261230469
one	-9.231104850769043
▁beginning	-9.231964111328125
▁gen	-9.232491493225098
▁commonly	-9.232597351074219
▁nearby	-9.232844352722168
▁families	-9.233274459838867
ple	-9.234525680541992
▁results	-9.234615325927734
▁quality	-9.234956741333008
▁complete	-9.235836029052734
▁arch	-9.23605728149414
ford	-9.23617935180664
ja	-9.237693786621094
ome	-9.238969802856445
▁hot	-9.239144325256348
▁forced	-9.240266799926758
▁scientific	-9.240521430969238
▁card	-9.240816116333008
▁coming	-9.241852760314941
▁title	-9.241935729980469
▁territory	-9.242045402526855
▁peace	-9.242225646972656
▁stories	-9.242334365844727
▁religion	-9.244080543518066
med	-9.249183654785156
▁skill	-9.250402450561523
▁sold	-9.250720024108887
▁wife	-9.251187324523926
▁cy	-9.252159118652344
▁attention	-9.252436637878418
▁prop	-9.252608299255371
▁solution	-9.253462791442871
▁ways	-9.253708839416504
▁belief	-9.253809928894043
▁experiment	-9.254271507263184
▁address	-9.254499435424805
rac	-9.254518508911133
com	-9.254837989807129
▁employ	-9.256563186645508
▁resources	-9.256610870361328
▁content	-9.256611824035645
▁effective	-9.257081031799316
▁leg	-9.258315086364746
▁completely	-9.260035514831543
▁growing	-9.260224342346191
cl	-9.260464668273926
fe	-9.260943412780762
▁someone	-9.261000633239746
▁scale	-9.26134967803955
▁responsible	-9.263104438781738
▁television	-9.26448917388916
▁heavy	-9.264676094055176
▁tro	-9.264771461486816
▁pu	-9.26546859741211
▁stand	-9.26574420928955
▁contract	-9.265877723693848
▁watch	-9.26606273651123
▁japanese	-9.26697826385498
▁length	-9.267267227172852
▁friends	-9.267916679382324
▁placed	-9.269353866577148
▁h	-9.269644737243652
▁meet	-9.27083683013916
▁additional	-9.27176570892334
▁hit	-9.27304744720459
▁threat	-9.27320384979248
▁ser	-9.274860382080078
kin	-9.275153160095215
▁languages	-9.2754545211792
▁poly	-9.275641441345215
▁germany	-9.277080535888672
▁affect	-9.277094841003418
▁connect	-9.278498649597168
▁eat	-9.28113079071045
▁engine	-9.281405448913574
▁whi	-9.281986236572266
▁answer	-9.283391952514648
▁bru	-9.28355884552002
▁principle	-9.283732414245605
▁distance	-9.28427505493164
▁wrote	-9.284793853759766
▁acid	-9.28520393371582
▁unit	-9.28549861907959
▁bird	-9.285550117492676
▁nation	-9.285776138305664
▁planet	-9.286033630371094
▁africa	-9.287317276000977
▁sand	-9.28789234161377
▁collection	-9.288278579711914
house	-9.288895606994629
head	-9.290757179260254
▁refer	-9.291327476501465
▁er	-9.291977882385254
▁mil	-9.29295825958252
fer	-9.2938871383667
▁operation	-9.293935775756836
▁burn	-9.295321464538574
▁shown	-9.296165466308594
▁patient	-9.29653263092041
▁killed	-9.29875373840332
▁supported	-9.301066398620605
▁players	-9.302422523498535
pro	-9.302474021911621
▁individuals	-9.302780151367188
▁urban	-9.302816390991211
▁association	-9.303173065185547
▁release	-9.303686141967773
▁elected	-9.305363655090332
▁initially	-9.305761337280273
▁cold	-9.305922508239746
▁sum	-9.306031227111816
▁aircraft	-9.306483268737793
chi	-9.306634902954102
▁necessary	-9.306781768798828
▁sil	-9.308921813964844
▁cast	-9.309414863586426
▁plants	-9.309971809387207
▁iron	-9.310214042663574
▁component	-9.310585021972656
▁match	-9.311482429504395
▁upper	-9.311532020568848
fu	-9.311623573303223
▁committee	-9.31221866607666
▁adapt	-9.314251899719238
▁round	-9.314620971679688
▁mac	-9.314876556396484
ana	-9.315435409545898
▁sch	-9.315703392028809
▁province	-9.3158597946167
▁troops	-9.31592082977295
▁spanish	-9.316408157348633
ub	-9.316490173339844
▁african	-9.316543579101562
▁contact	-9.316774368286133
▁asked	-9.317314147949219
▁returned	-9.317963600158691
▁collect	-9.319628715515137
▁remember	-9.320247650146484
ip	-9.320630073547363
▁animal	-9.321738243103027
hen	-9.322416305541992
▁del	-9.322532653808594
▁died	-9.322821617126465
well	-9.323572158813477
▁ly	-9.323663711547852
▁prison	-9.324103355407715
▁indicate	-9.324799537658691
▁railway	-9.325041770935059
▁dev	-9.32550048828125
▁mainly	-9.325529098510742
▁adult	-9.326512336730957
▁aspect	-9.327058792114258
▁fu	-9.32794189453125
▁extensive	-9.328895568847656
▁pur	-9.329507827758789
▁spi	-9.329636573791504
▁unique	-9.329822540283203
▁cri	-9.330055236816406
▁date	-9.331929206848145
▁million	-9.33210277557373
ev	-9.33225154876709
▁reaction	-9.332369804382324
▁connection	-9.332968711853027
▁mc	-9.333065032958984
▁birth	-9.333532333374023
▁beach	-9.335222244262695
▁regard	-9.336894989013672
▁fan	-9.337041854858398
▁par	-9.33781909942627
▁choice	-9.3381929397583
▁okay	-9.339303016662598
qu	-9.339313507080078
▁carry	-9.339628219604492
meter	-9.340256690979004
▁boy	-9.34040355682373
▁auto	-9.341903686523438
▁sur	-9.341981887817383
▁gun	-9.343578338623047
▁serious	-9.343603134155273
▁gain	-9.34392261505127
▁link	-9.345585823059082
▁positive	-9.34566593170166
▁press	-9.346158027648926
▁print	-9.34622573852539
ase	-9.346549034118652
▁marriage	-9.346607208251953
▁supply	-9.346983909606934
▁emperor	-9.347358703613281
▁pri	-9.347417831420898
ab	-9.347818374633789
▁gi	-9.348491668701172
▁weak	-9.348706245422363
▁grow	-9.348941802978516
▁invest	-9.34962272644043
▁write	-9.35052490234375
▁methods	-9.35068130493164
▁audience	-9.35094165802002
▁sources	-9.351028442382812
▁else	-9.353293418884277
▁ideas	-9.354660034179688
▁mountains	-9.35495662689209
▁spec	-9.355745315551758
▁status	-9.355917930603027
▁turned	-9.356039047241211
▁trail	-9.356310844421387
▁correct	-9.357197761535645
▁moving	-9.357605934143066
▁detect	-9.358342170715332
▁user	-9.358494758605957
▁dead	-9.35910415649414
▁weight	-9.359314918518066
▁yes	-9.359443664550781
▁frequently	-9.359821319580078
▁added	-9.360240936279297
val	-9.361387252807617
▁basic	-9.362020492553711
▁ran	-9.362207412719727
▁born	-9.362337112426758
▁tribe	-9.362480163574219
▁woman	-9.362654685974121
▁hor	-9.362903594970703
▁picture	-9.362915992736816
▁told	-9.363229751586914
▁bio	-9.364516258239746
▁increasing	-9.364721298217773
▁sl	-9.36541748046875
fect	-9.36569881439209
▁laws	-9.3662691116333
▁prince	-9.36693286895752
▁carbon	-9.367541313171387
form	-9.36758804321289
▁advantage	-9.367705345153809
▁presence	-9.367791175842285
▁thousands	-9.36802864074707
lon	-9.368215560913086
▁normal	-9.369356155395508
▁currently	-9.369515419006348
▁comes	-9.370095252990723
serv	-9.370241165161133
▁immediately	-9.370535850524902
▁programs	-9.371138572692871
▁playing	-9.371175765991211
▁communication	-9.371940612792969
▁engage	-9.372145652770996
▁management	-9.372268676757812
▁islands	-9.37244701385498
▁helped	-9.374265670776367
▁rules	-9.374828338623047
▁gar	-9.374833106994629
▁wild	-9.375328063964844
ya	-9.377005577087402
▁materials	-9.377556800842285
▁learning	-9.378021240234375
▁soil	-9.379096031188965
▁z	-9.379651069641113
▁ham	-9.380428314208984
▁syn	-9.381284713745117
▁russian	-9.38137435913086
▁lived	-9.381793975830078
▁unlike	-9.382416725158691
▁vary	-9.382830619812012
▁reported	-9.383173942565918
▁formal	-9.38322639465332
▁internal	-9.38349437713623
▁month	-9.383607864379883
▁protection	-9.38563060760498
▁secret	-9.38614559173584
bra	-9.386337280273438
▁ya	-9.386439323425293
▁negative	-9.386516571044922
▁pain	-9.386595726013184
ok	-9.38769245147705
▁writer	-9.388176918029785
▁arm	-9.388508796691895
▁powerful	-9.390044212341309
▁pick	-9.390706062316895
▁spent	-9.391158103942871
▁foot	-9.392865180969238
▁fra	-9.392973899841309
▁previous	-9.392995834350586
▁sell	-9.393149375915527
rian	-9.393576622009277
▁parents	-9.39427375793457
don	-9.394730567932129
cur	-9.39577865600586
water	-9.3980131149292
▁running	-9.39831829071045
▁bear	-9.398490905761719
▁sports	-9.398876190185547
▁def	-9.399544715881348
▁revolution	-9.39974308013916
▁generation	-9.400127410888672
rop	-9.400311470031738
▁fit	-9.402194023132324
ai	-9.402361869812012
▁protein	-9.40250301361084
▁allows	-9.402525901794434
▁condition	-9.402778625488281
▁listen	-9.402833938598633
▁tried	-9.402883529663086
end	-9.403264999389648
port	-9.405205726623535
▁stuff	-9.40615463256836
▁dark	-9.40625
▁edge	-9.406420707702637
out	-9.406428337097168
▁coll	-9.407036781311035
▁thinking	-9.407188415527344
▁novel	-9.407280921936035
▁layer	-9.407533645629883
▁basis	-9.407635688781738
