{"format": "graph-model", "generatedBy": "2.3.0", "convertedBy": "TensorFlow.js Converter v2.1.0", "userDefinedMetadata": {"signature": {"inputs": {"waveform:0": {"name": "waveform:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}]}}}, "outputs": {"Identity:0": {"name": "Identity:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "521"}]}}, "Identity_1:0": {"name": "Identity_1:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "1024"}]}}, "Identity_2:0": {"name": "Identity_2:0", "dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "-1"}, {"size": "64"}]}}}}}, "modelTopology": {"node": [{"name": "unknown_134", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}, {"size": "521"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "unknown_135", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "521"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_12/Mul_12/y", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_9/concat_9/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_8/FloorDiv_8/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_10/values_1/concat_10/values_1/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_10/concat_10/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_3/Range_3/start", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_3/Range_3/delta", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_14/shape/Reshape_14/shape/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_11/AddV2_11/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}, {"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_GatherV2_3/GatherV2_3/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_7/Maximum_7/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_10/AddV2_10/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_12/Reshape_12/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_12/Sub_12/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_7/FloorDiv_7/y", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_11/values_1/Sub_12/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_3/split_3/size_splits", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "3"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_3/split_3/split_dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_11/concat_11/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/reshape_1/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/reshape_1/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/reshape_1/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/reshape_1/Reshape/shape/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/reshape_1/Reshape/shape/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/reshape_1/Reshape/shape/3", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/global_average_pooling2d_1/Mean/reduction_indices", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_1/MatMul_1/b", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}, {"size": "257"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/paddings/Pad_3/paddings/0_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "2"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_10/Sub_10/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_9/Sub_9/x", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_7/Mul_7/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/concat_6/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_5/FloorDiv_5/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/values_1/concat_7/values_1/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/concat_7/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_2/Range_2/start", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_2/Range_2/delta", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_8/Mul_8/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_10/shape/Reshape_10/shape/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_8/AddV2_8/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}, {"size": "5"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_GatherV2_2/GatherV2_2/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_6/Maximum_6/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_7/AddV2_7/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_8/Reshape_8/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_8/Sub_8/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_4/FloorDiv_4/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/values_1/Sub_8/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/0/Pad_2/paddings/0/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_4/Maximum_4/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_5/Sub_5/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_6/Mul_6/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/yamnet_frames/tf_op_layer_RealDiv_1/RealDiv_1_recip", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1/begin", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1/end", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1/strides", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_5/Sub_5/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_6/Sub_5/x", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2/size_splits", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "3"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2/split_dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/concat_8/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_9/Mul_9/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "400"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2/begin", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2/end", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2/strides", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_6/FloorDiv_6/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_2/MatMul_2/b", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}, {"size": "257"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_3/MatMul_3/b", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "257"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_9/AddV2_9/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "waveform", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}]}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer1/conv/Conv2D_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1"}, {"size": "32"}]}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer12/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer1/conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer2/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "32"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer2/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "32"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer2/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "32"}, {"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer2/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer13/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer3/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "64"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer3/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "64"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer3/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "64"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer3/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer13/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer4/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "128"}, {"size": "1"}]}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer4/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer4/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer4/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer5/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "128"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer5/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer5/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer13/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer5/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer6/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "256"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer6/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer6/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer13/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer6/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer7/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "256"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer7/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "256"}]}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer7/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "256"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer7/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer14/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "1024"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer8/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer8/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer8/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer8/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer14/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer9/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer9/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer9/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer9/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer10/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer10/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer10/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer14/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "1024"}, {"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer10/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer11/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer11/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer11/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer14/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1024"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer11/pointwise_conv/Conv2D_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer12/depthwise_conv/depthwise_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}, {"size": "512"}, {"size": "1"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer12/depthwise_conv/depthwise_bn_offset", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/layer12/pointwise_conv/Conv2D_weights", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "512"}, {"size": "512"}]}}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Shape_5/Shape_5", "op": "Shape", "input": ["waveform"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}, "out_type": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1", "op": "StridedSlice", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Shape_5/Shape_5", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1/begin", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1/end", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1/strides"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_5/Sub_5", "op": "Sub", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_5/Sub_5/x", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_5/Maximum_5", "op": "Maximum", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_1/strided_slice_1", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_5/Sub_5/x"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_4/Maximum_4", "op": "Maximum", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_4/Maximum_4/x", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_5/Sub_5"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_6/Sub_6", "op": "Sub", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_5/Maximum_5", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_6/Sub_5/x"], "attr": {"T": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Cast_2/Cast_2", "op": "Cast", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_6/Sub_6"], "attr": {"DstT": {"type": "DT_FLOAT"}, "_cloned": {"b": true}, "SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_RealDiv_1/RealDiv_1", "op": "Mul", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Cast_2/Cast_2", "ConstantFolding/StatefulPartitionedCall/yamnet_frames/tf_op_layer_RealDiv_1/RealDiv_1_recip"], "attr": {"T": {"type": "DT_FLOAT"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Ceil_1/Ceil_1", "op": "Ceil", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_RealDiv_1/RealDiv_1"], "attr": {"T": {"type": "DT_FLOAT"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Cast_3/Cast_3", "op": "Cast", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Ceil_1/Ceil_1"], "attr": {"SrcT": {"type": "DT_FLOAT"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_6/Mul_6", "op": "Mul", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_6/Mul_6/x", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Cast_3/Cast_3"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_7/Sub_7", "op": "Sub", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_6/Mul_6", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_6/Sub_6"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_6/AddV2_6", "op": "AddV2", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_4/Maximum_4", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_7/Sub_7"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/0/Pad_2/paddings/0", "op": "Pack", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/0/Pad_2/paddings/0/0", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_6/AddV2_6"], "attr": {"N": {"i": "2"}, "_cloned": {"b": true}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/Pad_2/paddings_const_axis", "op": "Const", "input": ["^StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/0/Pad_2/paddings/0"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/Pad_2/paddings", "op": "ExpandDims", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/0/Pad_2/paddings/0", "ConstantFolding/StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/Pad_2/paddings_const_axis"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/Pad_2", "op": "Pad", "input": ["waveform", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/paddings/Pad_2/paddings"], "attr": {"Tpaddings": {"type": "DT_INT32"}, "_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Shape_6/Shape_6", "op": "Shape", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/Pad_2"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}, "out_type": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2", "op": "SplitV", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Shape_6/Shape_6", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2/size_splits", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2/split_dim"], "attr": {"T": {"type": "DT_INT32"}, "Tlen": {"type": "DT_INT32"}, "num_split": {"i": "3"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_ZerosLike_2/ZerosLike_2", "op": "Const", "input": ["^StatefulPartitionedCall/yamnet_frames/tf_op_layer_Shape_6/Shape_6"], "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_8/Reshape_8", "op": "Reshape", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2:1", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_8/Reshape_8/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Fill_2/Fill_2", "op": "Const", "input": ["^StatefulPartitionedCall/yamnet_frames/tf_op_layer_ZerosLike_2/ZerosLike_2"], "attr": {"_cloned": {"b": true}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_5/FloorDiv_5", "op": "FloorDiv", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_8/Reshape_8", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_5/FloorDiv_5/y"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_8/Sub_8", "op": "Sub", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_8/Reshape_8", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_8/Sub_8/y"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_7/Mul_7", "op": "Mul", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_5/FloorDiv_5", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_7/Mul_7/y"], "attr": {"T": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/values_1/concat_7/values_1", "op": "Pack", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_5/FloorDiv_5", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/values_1/concat_7/values_1/1"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "2"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_4/FloorDiv_4", "op": "FloorDiv", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_8/Sub_8", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_4/FloorDiv_4/y"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "ConstantFolding/StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/values_1/concat_6/values_1_const_axis", "op": "Const", "input": ["^StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_7/Mul_7"], "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}}}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/concat_7", "op": "ConcatV2", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/values_1/concat_7/values_1", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2:2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/concat_7/axis"], "attr": {"N": {"i": "3"}, "_cloned": {"b": true}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_7/AddV2_7", "op": "AddV2", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_7/AddV2_7/x", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_4/FloorDiv_4"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/values_1/concat_6/values_1", "op": "ExpandDims", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_7/Mul_7", "ConstantFolding/StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/values_1/concat_6/values_1_const_axis"], "attr": {"_cloned": {"b": true}, "Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_6/Maximum_6", "op": "Maximum", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_6/Maximum_6/x", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_7/AddV2_7"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/concat_6", "op": "ConcatV2", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/values_1/concat_6/values_1", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2:2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/concat_6/axis"], "attr": {"N": {"i": "3"}, "_cloned": {"b": true}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_2/Range_2", "op": "Range", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_2/Range_2/start", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_6/Maximum_6", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_2/Range_2/delta"], "attr": {"_cloned": {"b": true}, "Tidx": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_10/shape/Reshape_10/shape", "op": "Pack", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_6/Maximum_6", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_10/shape/Reshape_10/shape/1"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "2"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/values_1/concat_8/values_1", "op": "Pack", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Maximum_6/Maximum_6", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/values_1/Sub_8/y"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "2"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_StridedSlice_2/StridedSlice_2", "op": "StridedSlice", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_2/Pad_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_ZerosLike_2/ZerosLike_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_6/concat_6", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Fill_2/Fill_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_8/Mul_8", "op": "Mul", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Range_2/Range_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_8/Mul_8/y"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/concat_8", "op": "ConcatV2", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/values_1/concat_8/values_1", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_split_2/split_2:2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/concat_8/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_9/Reshape_9", "op": "Reshape", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_StridedSlice_2/StridedSlice_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_7/concat_7"], "attr": {"Tshape": {"type": "DT_INT32"}, "_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_10/Reshape_10", "op": "Reshape", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_8/Mul_8", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_10/shape/Reshape_10/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_8/AddV2_8", "op": "AddV2", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_10/Reshape_10", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_8/AddV2_8/y"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_GatherV2_2/GatherV2_2", "op": "GatherV2", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_9/Reshape_9", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_AddV2_8/AddV2_8", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_GatherV2_2/GatherV2_2/axis"], "attr": {"Tindices": {"type": "DT_INT32"}, "Tparams": {"type": "DT_FLOAT"}, "_cloned": {"b": true}, "Taxis": {"type": "DT_INT32"}, "batch_dims": {"i": "0"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_11/Reshape_11", "op": "Reshape", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_GatherV2_2/GatherV2_2", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_concat_8/concat_8"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_9/Mul_9", "op": "Mul", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Reshape_11/Reshape_11", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_9/Mul_9/y"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Shape_8/Shape_8", "op": "Shape", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_9/Mul_9"], "attr": {"T": {"type": "DT_FLOAT"}, "out_type": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2", "op": "StridedSlice", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Shape_8/Shape_8", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2/begin", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2/end", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2/strides"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "_cloned": {"b": true}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_10/Sub_10", "op": "Sub", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_10/Sub_10/x", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2"], "attr": {"T": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_9/Sub_9", "op": "Sub", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_9/Sub_9/x", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_strided_slice_2/strided_slice_2"], "attr": {"T": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_6/FloorDiv_6", "op": "FloorDiv", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_9/Sub_9", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_6/FloorDiv_6/y"], "attr": {"T": {"type": "DT_INT32"}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_11/Sub_11", "op": "Sub", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_10/Sub_10", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_6/FloorDiv_6"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/paddings/1/Pad_3/paddings/1", "op": "Pack", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_FloorDiv_6/FloorDiv_6", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Sub_11/Sub_11"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "2"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/paddings/Pad_3/paddings", "op": "Pack", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/paddings/Pad_3/paddings/0_1", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/paddings/1/Pad_3/paddings/1"], "attr": {"N": {"i": "2"}, "_cloned": {"b": true}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/Pad_3", "op": "Pad", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_9/Mul_9", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/paddings/Pad_3/paddings"], "attr": {"_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}, "Tpaddings": {"type": "DT_INT32"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_1/MatMul_1", "op": "MatMul", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/Pad_3", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_1/MatMul_1/b"], "device": "/device:CPU:0", "attr": {"transpose_a": {"b": false}, "transpose_b": {"b": false}, "_cloned": {"b": true}, "T": {"type": "DT_FLOAT"}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_2/MatMul_2", "op": "MatMul", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_Pad_3/Pad_3", "StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_2/MatMul_2/b"], "device": "/device:CPU:0", "attr": {"T": {"type": "DT_FLOAT"}, "transpose_a": {"b": false}, "transpose_b": {"b": false}, "_cloned": {"b": true}}}, {"name": "StatefulPartitionedCall/yamnet_frames/tf_op_layer_Mul_10/ArithmeticOptimizer/ReplaceMulWithSquare_Mul_10", "op": "Square", "input": ["StatefulPartitionedCall/yamnet_frames/tf_op_layer_MatMul_1/MatMul_1"], 